Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: Controlling adhesive properties may be of benefit in controlling scarring in response to tissue injury.
vi: Kiểm soát tính chất kết dính có thể có ích trong việc kiểm soát sẹo trong phản ứng của mô bị chấn thương..

source: Conventional Therapy and Treatment Options 1.Apexification
vi: Điều trị thường quy và Chọn lựa điều trị 1. Gây đóng chóp.

source: Conventional treatment involves thorough disinfection of the root canal and insertion of a biocompatible and bioactive cement as an apical barrier towards the tip of the root.
vi: Điều trị thường quy bao gồm sát trùng kỹ ống tuỷ và đặt vào đó xi măng có tính sinh học như một rào chặn phía chóp răng.

source: Conventionally, microbial load present in root canals is removed by mechanical means (dentin removal) and by chemical means (irrigation).(2,3) Nevertheless, microbes present in deeper layers of infected root canal dentine may sometimes persist even after
vi: Thông thường, tải lượng vi khuẩn có mặt trong ống tuỷ được loại bỏ bằng cơ học (loại bỏ ngà) và hoá học (bơm rửa). (2,3) Tuy nhiên vi khuẩn trong lớp ngà sâu của ống tuỷ nhiễm trùng thỉnh thoảng tồn tại ngay cả sau khi

source: Conversely a higher absorbance rate indicates an increase in cell prolifera- tion.
vi: Ngược lại, một tỉ lệ cao hơn cho thấy tế bào tăng sinh.

source: Conversely, in this study, metronidazole did not inversely affect DPCs and APCs even at the 25.00-mg/mL concentration.
vi: Ngược lại, trong nghiên cứu này, metronidazole không ảnh hưởng ngược lại DPCs và APCs ngay cả nồng độ 25.00-mg/mL.

source: Copious, gentle irrigation with 20ml NaOCl using an irrigation system that minimizes the possibility of extrusion of irrigants into the periapical space (e.g., needle with closed end and side-vents, or EndoVac™).
vi: Bơm rửa nhiều lần, nhẹ nhàng với 20ml NaOCl dùng hệ thống bơm rửa hạn chế khả năng bơm thuốc ra vùng quanh chóp (ví dụ: kim có lỗ chóp đóng và mở ra ở bên cạnh, hoặc EndoVac™).

source: Copious, gentle irrigation with 20ml of 17% EDTA.
vi: Bơm rửa nhẹ nhàng, nhiều lần bằng 20ml EDTA 17%.

source: Coronal discoloration
vi: Đổi màu thân răng

source: Cortical integrity
vi: Xương vỏ toàn vẹn

source: Coverslips were cultured with 3T3 fibroblast cells.
vi: Coverslips đã được nuôi cấy với các tế bào nguyên bào sợi 3T3.

source: Cracks
vi: Gãy

source: Create bleeding into canal system by over-instrumenting (endo file, endo explorer) (induce by rotating a pre-curved K-file at 2 mm past the apical foramen with the goal of having the entire canal filled with blood to the level of the cemento–enamel junction).
vi: Làm chảy máu vào hệ thống ống tuỷ bằng dụng cụ quá chóp (trâm nội nha, thám trâm nội nha) (gây ra chảy máu bằng cách xoay K-file được bẻ cong qua lỗ chóp 2mm với mục đích làm máu chảy đầy vào ống tuỷ đến mức đường nối men - xê măng)

source: Criterion
vi: Tiêu chí

source: Cruz EV et al [12] investigated the penetration effect of propylene glycol into root dentine.
vi: Cruz EV và cộng sự [12] nghiên cứu hiệu quả xâm nhập của propylene glycol vào ngà chân răng.

source: Culture
vi: Nuôi cấy

source: Culture- based studies suggest that bifidobacteria are among the first anaerobes in the oral cavity.
vi: Các nghiên cứu trên nuôi cấy cho thấy bifidobacteria là một trong số những loài kỵ khí đầu tiên trong khoang miệng.

source: Curcumin is extracted from Curcuma longa and regulates the intracellular signal pathways which control the growth of cancerous cell, inflammation, invasion and apoptosis.
vi: Curcumin được chiết xuất từ Curcuma longa và điều chỉnh con đường tín hiệu bên trong tế bào kiểm soát sự phát triển của tế bào ung thư, viêm, di căn và sự chết tế bào (apoptosis).

source: Curcumin molecules have special intrinsic features that can target the intracellular enzymes, genome (DNA) and messengers (RNA).
vi: Phân tử curcumin có đặc trưng đặc biệt có thể là đích của enzym nội bào, gen (DNA) và and messengers (RNA).

source: Currently, the blood clot is the most frequently used scaffold because of the simplicity of its use, lower costs as well as the natural presence of stem cells and growth factors periapically, influencing mostly angiogenesis.
vi: Hiện tại, cục máu là giá thể được dùng thường xuyên nhất vì sự đơn giản sử dụng của nó, giảm chi phí, cũng như sự hiện diện tự nhiên của tế bào gốc và yếu tố tăng trưởng quanh chóp, ảnh hưởng đến chủ yếu là tạo mạch.

source: Cysts and tumors may also cause visible swelling.
vi: Nang và u cũng là nguyên nhân gây sưng nhìn thấy được.

source: Cytotoxic Effects and Antibacterial Efficacy of a 3-Antibiotic Combination: An In Vitro Study
vi: Hiệu ứng độc tính tế bào và hiệu quả kháng sinh của phối hợp 3 kháng sinh: một nghiên cứu in vitro

source: Cytotoxic effects and antibacterial efficacy of a 3-antibiotic combination: an in vitro study.
vi: Hiệu ứng độc tính tế bào và hiệu quả kháng sinh của phối hợp 3 kháng sinh: một nghiên cứu in vitro

source: Cytotoxicity (%) of DPCs evaluated by LDH assay after incuba- tion with different concentrations of Ca(OH)2 (a), TAP (b), or DAP (c) for 3 days.
vi: Độc tính tế bào (%) của DPC được đánh giá bằng LDH assay sau khi ủ với nhiều nồng độ khác nhau Ca(OH)2 (a), TAP (b), or DAP (c) trong 3 ngày.

source: Cytotoxicity Test
vi: Kiểm Tra Độc tính tế bào

source: Cytotoxicity is defined as the capacity of a material to impact cellular viability (20) and can be measured at various physiological endpoints such as reduction in cell growth and proliferation, necrosis, apoptosis, or combinations of these aspects.
vi: Độc tính tế bào được định nghĩa là khả năng của một vật liệu tác động đến khả năng sống của tế bào (20) và có thể được đo bằng nhiều thiết bị sinh học khác nhau như giảm tăng sinh và biệt hoá, hoại tử, apoptosis, hoặc phối hợp nhiều khía cạnh.

source: Cytotoxicity of 3Mix and Each Single Antibiotic
vi: Độc tính tế bào của hỗn hợp 3 kháng sinh và mỗi kháng sinh đơn lẻ.

source: Cytotoxicity of intracanal medicaments
vi: Độc tính tế bào của thuốc băng nội nha

source: DISCUSSION
vi: Bàn luận

source: DPC and APC viability after being treated with 3Mix at different concentrations and times.
vi: sự sống DPC và APC sau khi điều trị với hỗn hợp 3 kháng sinh tại nồng độ và thời gian khác nhau.

source: DPCs and APCs were extracted from human dental pulp tissue or apical papilla tissue obtained from nonpathologic mature or immature third molars.
vi: DPCs và APCs được lấy từ mô tuỷ răng người hoặc mô nhú chóp của răng cối lớn thứ ba trưởng thành hoặc chưa trưởng thành không bệnh lý.

source: DPCs harvested from human pulp tissues of extracted healthy impacted wis- dom teeth were utilized in this study after obtaining local IRB approval.
vi: DPC lấy từ mô tuỷ răng người được nhổ từ răng khôn mọc kẹt được dùng trong nghiên cứu này được hội đồng y đức địa phương thông qua.

source: DPCs or APCs were seeded at 103 cells/well onto 96-well plates containing 150.00 mL a-MEM. After 24 hours, cells were stim- ulated with media containing 25.00, 6.25, 1.56, 0.39, 0.097, and
vi: DPCs hoặc APCs được gieo 103 tế bào/giếng vào đĩa 96 giếng chứa 150.00 mL a-MEM. Sau 24h, tế bào được kích thích bằng môi trường chứa 25.00, 6.25, 1.56, 0.39, 0.097, và

source: DPCs treated with 3Mix at different concentrations for 7 days.
vi: DPCs điều trị với 3Mix tại nồng độ khác nhau trong 7 ngày.

source: DPCs were cultured and exposed to either no medicament treatment or low concentrations (0.3-5 mg ml(-1) ) of calcium hydroxide [Ca(OH)2 ], triple antibiotic paste (TAP), or double antibiotic paste (DAP) for 3 days.
vi: DPCs được nuôi cấy và được tiếp xúc cả nhóm không có thuốc và nhóm có nồng độ thấp (0.3-5 mg ml(-1) ) của calcium hydroxide [Ca(OH)2 ], triple antibiotic paste (TAP), or double antibiotic paste (DAP) trong 3 ngày.

source: Data are mean ± standard deviation.
vi: Dữ liệu dạng trung bình ± độ lệch chuẩn.

source: Date, Place Signature
vi: Ngày, ĐỊa điểm ký tên.

source: Dawkins coined the exaggerated term
vi: Dawkins đặt thuật ngữ quá mức

source: De- spite that, only a few clinical studies have found different probiotic strains or
vi: Mặc dù vậy, chỉ có một vài nghiên cứu lâm sàng tìm thấy khác nhau chủng probiotic hay

source: Dear parent or legal guardian, The dental examination of your child has shown that due to unusual anatomy, dental decay or trauma the loss of the inner soft tissue (dental pulp or “nerve”) has occurred in a tooth with incomplete root formation.
vi: Bố mẹ hoặc người giám hộ pháp lý thân mến, Qua thăm khám răng của đứa trẻ cho thấy do giải phẫu bất thường, sâu răng hoặc chấn thương làm tổn thương mô mềm bên trong răng (tuỷ răng hoặc chỉ máu) trên cái răng chưa hình thành đầy đủ chân răng.

source: Decrease cell density at plating.
vi: Giảm mật độ tế bào khi cấy.

source: Decreased collagen synthesis
vi: Giảm tổng hợp collagen

source: Decreased stemness
vi: Giảm tính gốc

source: Defect occupying more than half
vi: Khiếm khuyết chiếm hơn phân nửa

source: Deleterious effect of triple antibiotic paste on human periodontal ligament fibroblasts.
vi: Tác dụng có hại của hỗn hợp 3 kháng sinh trên nguyên bào sợi dây chằng nha chu người

source: Deliver into canal system via syringe
vi: Bơm vào ống tuỷ bằng bơm tiêm

source: Dental Materials
vi: Vật liệu nha khoa

source: Dental pulp tissues or apical papilla tissues were minced and digested with a mixture of 3.00 mg/mL collagenase (Gibco/Invitrogen, Gaithersburg, MD) and 4.00 mg/mL dispase (Sigma-Aldrich, St Louis, MO) at 37oC for an hour in order to extract DPCs or APCs.
vi: mô tuỷ răng hoặc mô nhú chóp were minced and digested with a mixture of 3.00 mg/mL collagenase (Gibco/Invitrogen, Gaithersburg, MD) and 4.00 mg/mL dispase (Sigma-Aldrich, St Louis, MO) at 37oC for an hour in order to extract DPCs or APCs.

source: Department of Anatomy,
vi: Bộ môn Giải phẫu

source: Descriptive and inferential statistical analyses were performed using the chi-square test (p < 0.05) with the SPSS 18.0 software.
vi: Mô tả và phân tích thông kê dùng kiểm định chi bình phương (p<0.05) bằng phần mềm SPSS 18.0

source: Despite 45 years of extensive use, metronidazole remains the cri- terion standard for the management and prophylaxis of anaerobic infections (Figure 1).
vi: Mặc dù hơn 45 năm sử dụng, metronidazole vẫn là chuẩn để điều trị dự phòng nhiễm trùng kỵ khí (Hình 1).

source: Despite not fully established treatment protocol, the achieved outcomes are promising regardless it has a reparative character than a regenerative one.
vi: Mặc dù không hoàn toàn thành lập quy trình điều trị, các kết quả đạt được là đầy hứa hẹn bất kể nó có đặc tính sửa chữa hơn là tái sinh.

source: Despite the promising development of synthetic scaffolds, the use of natural.
vi: Mặc dù sự hứa hẹn phát triển của giá thể tổng hợp, sử dụng của tự nhiên.

source: Detection of fibrinous material
vi: Phát hiện mô sợi

source: Determine the average values from triplicate readings and subtract the average value for the blank.
vi: Xác định giá trị trung bình từ ba lần đọc và trừ giá trị trung bình các giếng trống.

source: Development of the brain
vi: Phát triển của não bộ

source: Development of the population of the world through Man
vi: Sự phát triển của dân số của thế giới qua loài người

source: Diagnostic Sciences
vi: Chẩn Đoán Khoa Học

source: Different cytotoxic assays can give varied results.
vi: Thử nghiệm đánh giá độc tính khác nhau có thể cho kết quả khác nhau.

source: Diffuse radiopacity in the root canal
vi: giảm thấu quang quanh chóp

source: Direct effect of intracanal medicaments on survival of stem cells of the apical papilla.
vi: Ảnh hưởng trực tiếp của thuốc trong ống tuỷ trên sự sống của tế bào gốc của nhú chóp.

source: Disadvantage
vi: Nhược điểm

source: Disadvantages of Polyantibiotic pastes:
vi: Nhược điểm của hỗn hợp đa kháng sinh:

source: Disadvantages of traditional MTA include its long setting time, potential to discolor teeth and soft tissues, difficult handling properties, and the presence of potentially toxic elements in its compositions (10).
vi: Nhược điểm của MTA truyền thống gồm thời gian đông cứng dài, tiềm năng làm đổi màu răng và mô mềm, khó thao tác, và hiện diện khả năng gây độc trong thành phần của nó (10).

source: Discard.
vi: Loại bỏ.

source: Discussion
vi: Bàn luận

source: Dismiss patient for 1-4 weeks.
vi: Hẹn bệnh nhân sau 1-4 tuần.

source: Dissolution of the ingredients.
vi: Hoà tan các thành phần.

source: Distribution of studies according to the area of knowledge.
vi: Phân bố nghiên cứu theo nhóm kiến thức.

source: Dog
vi: Chó

source: Dosaging-Ciprofloxacin (200mg), Metronidazole (500mg), Minocycline(100 mg), Propylene glycol/ macrogol, Normal saline as carrier.
vi: Liều lượng Ciprofloxacin (200mg), Metronidazole (500mg), Minocycline(100 mg), Propylene glycol/ macrogol, và nước muối sinh lý là vật mang.

source: Double antibiotic paste (DAP), which is a combination of only metronidazole and ciprofloxacin, has been also used successfully (4).
vi: Hỗn hợp hai kháng sinh (DAP), kết hợp của metronidazole và ciprofloxacin, cũng được sử dụng thành công (4).

source: Drug Preparation
vi: Chuẩn Bị Thuốc

source: Dry canals with paper points.
vi: Làm khô ống tuỷ bằng côn giấy

source: Dry with paper points.
vi: Làm khô ống tuỷ bằng côn giấy

source: Due to the complex anatomy of the root canal, mechanical instrumentation leaves significant portions of the root canal walls untouched [2] and there is no evidence that instrumentation alone can completely eliminate microorganisms from the root canal.
vi: Do sự phức tạp của ống tuỷ, dụng cụ cơ học để lại một phần có ý nghĩa của thành ống tuỷ không được chạm tới [2] và không có bằng chứng rằng một mình dụng cụ có thể loại bỏ hoàn toàn vi khuẩn trong ống tuỷ.

source: Due to the polymicrobial nature of infected root canal, single empirical antibiotic is insufficient in disinfection of the root canal.
vi: Do bản chất nhiều loại vi khuẩn gây nhiễm trùng ống tuỷ, kháng sinh theo kinh nghiệm riêng lẻ thì không đủ sát trùng hệ thống ống tuỷ.

source: Due to the polymicrobial nature of the infected root canal, combination of antibacterial drug is required.
vi: Do bản chất tự nhiên đa vi khuẩn của ống tuỷ, đòi hỏi phải phối hợp thuốc kháng sinh.

source: Due to thin root canal walls, their mechanical preparation is highly reduced or completely avoided, but even after such care, they are very prone to fracture [1-3].
vi: Do thành ống tuỷ mỏng, sửa soạn cơ học cần giảm tối đa hoặc tránh hoàn toàn, nhưng ngay cả sau khi chăm sóc như vậy, chúng vẫn rất dễ gãy [1-3].

source: During endodontic regeneration techniques, minimum or no instrumentation is required.
vi: Trong kỹ thuật nội nha tái tạo, đòi hỏi dùng tối thiểu hoặc không dùng dụng cụ.

source: During in vitro expansion, cells can lose their stemness and differentiate but it can even develop tumorigenetic potential [11, 12].
vi: Khi nuôi cấy trong ống nghiệm, tế bào có thể mất tính chất tế bào gốc và biệt hoá nhưng nó có thể có cả tiềm năng phát triển khối u [11, 12].

source: During root formation, apical papilla tissue is found.
vi: Trong thời gian hình thành chân răng, mô nhú chóp được tìm thấy.

source: During the first visit, access to the pulp chamber and root canal is achieved and the pulp tissue remnants removed.
vi: Trong lần hẹn đầu tiên, chúng tôi mở tuỷ và lấy đi mô tuỷ trong ống tuỷ.

source: Early apposition of new bone
vi: Sự khép lại sớm của xương mới

source: Early detection
vi: Phát hiện sớm

source: Effective against anaerobic cocci, bacilli (both gram positive and gram negative) and few protozoa.
vi: Hiệu quả chống lại cầu khuẩn kỵ khí, trực khuẩn (cả gram dương và gram âm) và động vật nguyên sinh..

source: Effective against both gram-positive and gram- negative microorganisms; spirochetes
vi: Hiệu quả chống lại cả vi khuẩn gram dương và gram âm; xoắn khuẩn.

source: Effective against gram negative organisms.
vi: Hiệu quả chống lại vi khuẩn gram âm

source: Effectiveness is both found systemically as well as topically.
vi: Có hiệu quả khi dùng toàn thân cũng như tại chỗ.

source: Effects of ciprofloxacin-containing antimicrobial scaffolds on dental pulp stem cell viability-In vitro studies.
vi: Tác động của giá thể có chứa thuốc kháng sinh ciprofloxacin lên sự sống tế bào gốc tuỷ răng - nghiên cứu in vitro

source: Efficacy of the treatments was assessed by measuring the following parameters.
vi: Hiệu quả của điều trị được đánh giá bằng đo các biến số sau.

source: Empty lacuna containing cellular debris
vi: Lỗ trống chứa mảnh vụn tế bào

source: Endodontic regeneration techniques for the treatment of cases with necrotic immature permanent teeth have gained popularity in recent years (24).
vi: Kỹ thuật nội nha tái tạo để điều trị các trường hợp này với răng vĩnh viễn chưa đóng chóp đã phổ biến trong những năm gần đây (24).

source: Endodontic treatment of immature permanent teeth with necrotic pulp is one of the most challenging treatment options in endodontics.
vi: Điều trị nội nha của răng vĩnh viễn chưa trưởng thành có tuỷ hoại tử là một chọn lựa điều trị thử thách nhất trong nội nha.

source: Epithelial cell migration
vi: Tế bào biểu mô di động

source: Even though the stem cells are present in this scaffold, these approaches are in principle cell- free, because stem cells were not harvested, multiplicated or modified here.
vi: Mặc dù các tế bào gốc có mặt trong giá thể này, những tiếp cận được trong nguyên tắc không tế bào, bởi vì các tế bào gốc đã không được thu thập, nuôi cấy hoặc biến đổi ở đây.

source: Even though the triple antibiotic paste initially introduced by Hoshino et al eradicates bacteria in the root canal, it had a disadvantage of causing aesthetic problem leading to tooth discolouration.
vi: Mặc dù hỗn hợp ba kháng sinh được giới thiệu đầu tiên bởi Hoshino và cộng sự làm sạch vi khuẩn trong ống tuỷ chân răng, nó có bất lợi gây đổi màu răng.

source: Examination by scanning electron microscopy re- vealed cells adhering to most of the Biodentine surface after 24 hours.
vi: Kiểm tra bằng kính hiển vi điện thử quét cho thấy tế bào bám dính vào hầu hết bề mặt Biodentine sau 24 giờ.

source: Experimental Design
vi: Thiết kế thực nghiệm

source: External swelling can be localized or widespread.
vi: Sưng bên ngoài có thể tại chỗ hoặc lan rộng.

source: Extraction of the tooth requires replacement, either by an implant or a prosthodontic bridge, autotransplantation or orthodontic space closure.
vi: Nhổ răng đòi hỏi thay thế răng khác vào, có thể là implant hoặc phục hình cầu răng, cấy chuyển răng tự thân hoặc chỉnh hình đóng khoảng trống..

source: Femur
vi: Xương đùi

source: Fibroblastic (or fibroblast-like) cells are bipolar or multipolar, have elongated shapes, and grow attached to a substrate.
vi: Nguyên bào sợi (hoặc giống nguyên bào sợi) là lưỡng cực hay đa cực hình dạng kéo dài, và phát triển gắn chặt vào đáy.

source: Fibroblasts from aged donors showed a significant decrease in cell proliferation, migration, Rac activation, and collagen remodeling when compared
vi: Nguyên bào sợi từ người già cho thấy sự giảm có ý nghĩa tế bào tăng sinh, di động, hoạt hoá Rac và tạo hình collagen khi so sánh với

source: Fibrocartilage only
vi: Chỉ có sụn sợi

source: Fibrous tissue + mesenchyme (less)
vi: Mô sợi + tế bào trung mô (ít)

source: Fibrous tissue + mesenchyme (more)
vi: Mô sợi + tế bào trung mô (nhiều hơn)

source: Fibrous union
vi: Hợp nhất mô sợi

source: Fig. 1.
vi: Hình .

source: Fig.3: Immunohistochemical staining with angiogenic factors.
vi: Hình 3: Nhuộm hoá mô miễn dịch với yếu tố tạo mạch.

source: Figure 1.
vi: Hình 1.

source: Figure 2.
vi: Hình 2.

source: Figure 3.
vi: Hình 3.

source: Figure 3: Comparison between the mean Swelling score, day 1 through day
vi: Hình 3: So sánh trung bình chỉ số sưng, qua ngày đầu tiên.

source: Figure 4.
vi: Hình 4.

source: Filled only with bone
vi: Lấp đầy bởi xương

source: Finally, just as there are bac- terial species associated with oral diseases, there are also species that seem to be associated with oral health; however, it is questionable whether bacteria admin- istered in food could influence relatively stable oral microbiota, in particular in adults.
vi: Cuối cùng, cũng giống như các loài bac terial có liên quan đến bệnh răng miệng, cũng có những loài dường như có liên quan đến sức khoẻ răng miệng; Tuy nhiên, đáng nghi là liệu các vi khuẩn có quản lý trong thực phẩm có thể ảnh hưởng đến vi khuẩn đường uống tương đối ổn định, đặc biệt ở người lớn.

source: Financing
vi: Tài chính

source: Find alterna- tive medium if possible.
vi: Tìm môi trường thay thế nếu có thể.

source: Finite vs Continuous
vi: Hữu hạn vs Liên tục

source: First Appointment
vi: Lần hẹn thứ nhất

source: First, they will go over the symptoms you are experiencing and perform a physical examination to check for tenderness in the affected area.
vi: Đầu tiên, họ sẽ đi qua các triệu chứng bạn đang trải qua và thực hiện một cuộc kiểm tra thể chất để kiểm tra đau trong khu vực bị ảnh hưởng.

source: Fissure 25%-100% thick
vi: Rãnh 25%-100% chiều dày

source: Follow Up After initial treatment, follow-up visits are necessary to observe the healing process.
vi: Theo dõi Sau điều trị ban đầu, các lần hẹn theo dõi rất cần thiết để quan sát sự lành thương.

source: Follow-up
vi: Theo dõi

source: For both cell types, 0.024 mg/mL 3Mix produced the highest cell viability, whereas 25.00 mg/mL 3Mix generated the lowest cell survival at all time periods (P < .001).
vi: Cho cả hai hoại tế bào, 0.024 mg/mL hỗn hợp 3 kháng sinh có tế bào sống cao nhất khi mà 25.00 mg/mL hỗn hợp 3 kháng sinh tạo ta tế bào sống thấp nhất tại tất cả thời điểm (P < .001).

source: For example, a person with an eye infection may experience swelling only around the eyes.
vi: Ví dụ, một người với một mắt nhiễm trùng có thể bị sưng chỉ quanh mắt.

source: For external swelling, the enlargement of skin or muscles is usually visible.
vi: Đối với sưng bên ngoài, sự nở rộng của da hoặc cơ thường nhìn thấy.

source: For mixing purposes, a premeasured dose of liquid is dropped into the capsule and then mixed with an amalgamator (5).
vi: Để cho mục đích trộn, một lượng chất lỏng được định trước được nhỏ vào trong viên nang và được trộn với máy trộn amalgam (5).

source: For pulp regeneration, both the pulp space and dentinal walls need to be disinfected sufficiently for ingrowth of vital tissue.
vi: Để tái tạo tuỷ răng, cả ống tuỷ và thành ngà cần được khử trùng đầy đủ để mô sống phát triển.

source: For systemic antibiotic to kill bacteria, it has to be carried by the blood circulation in the pulp space to come in direct contact with the bacteria.
vi: Để kháng sinh toàn thân tiêu diệt vi khuẩn, nó cần được máu mang tới trong khoang tuỷ để tiếp xúc trực tiếp vi khuẩn.

source: For the anti- bacterial test, 25.00 mg/mL and 0.39 mg/mL 3Mix or single antibiotic were tested on bacteria isolated from necrotic teeth by measuring bacterial recovery on blood agar.
vi: Để thử nghiệm hiệu quả kháng sinh, 25.00 mg/mL and 0.39 mg/mL 3Mix or kháng sinh đơn lẻ được thử nghiệm trên vi khuẩn phân lập từ răng hoại tử bằng cách đo vi khuẩn thu được trên thạch máu.

source: For the antibacterial test, 25.00 μg/mL and 0.39 μg/mL 3Mix or single antibiotic were tested on bacteria isolated from necrotic teeth by measuring bacterial recovery on blood agar.
vi: Để thử nghiệm hiệu quả kháng sinh, 25.00 mg/mL and 0.39 mg/mL 3Mix or kháng sinh đơn lẻ được thử nghiệm trên vi khuẩn phân lập từ răng hoại tử bằng cách đo vi khuẩn thu được trên thạch máu.

source: For the clinical use of the intracanal medicaments, approximately 1 g ml1 of TAP or DAP and 0.7g ml1 of Ca(OH)2 is needed to create a pasty consistency to
vi: Để dùng băng thuốc nội nha trên lâm sàng, xấp xỉ 1 g/ml TAP hoặc DAP và 0.7 g/ml Ca(OH)2 được dùng để tạo dạng paste để
